Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# training.22db347214b9
source: {{value1}} / {{value2}}回
ar_sa: مرات {{value1}} / {{value2}}
ca: {{value1}} / {{value2}} vegades
cs: {{value1}} / {{value2}}x
da: {{value1}}/{{value2}}Gentag
de_de: {{value1}} / {{value2}} Mal
el: {{value1}} / {{value2}} φορές
en_au: {{value1}} / {{value2}} times
es_es: {{value1}} / {{value2}} veces
fi: {{value1}} / {{value2}} kertaa
fr_ca: {{value1}} / {{value2}} fois
gu: {{value1}} / {{value2}} વખત
he: {{value1}} / {{value2}} פעמים
hi: {{value1}} / {{value2}} बार
hr: {{value1}} / {{value2}} puta
hu: {{value1}} / {{value2}} alkalom
id: {{value1}} / {{value2}} kali
it: {{value1}} / {{value2}} volte
ko: {{value1}} / {{value2}}회
mr: {{value1}} / {{value2}} वेळा
ms: {{value1}}/ {{value2}} Pengulangan
nl_nl: {{value1}} / {{value2}}
no: {{value1}} / {{value2}} ganger
pl: {{value1}} / {{value2}} razy
pt_br: {{value1}} / {{value2}} vezes
pt_pt: {{value1}} / {{value2}} vezes
ro: {{value1}} / {{value2}}
ru: {{value1}} / {{value2}} раз
sk: {{value1}} / {{value2}}x
sl: {{value1}} / {{value2}}krat
sv: {{value1}} / {{value2}} gånger
ta: {{value1}} / {{value2}} முறை
te: {{value1}} / {{value2}} సార్లు
th: {{value1}} / {{value2}} ครั้ง
tr: {{value1}} / {{value2}} kez
uk: {{value1}} / {{value2}} разів
vi: {{value1}}/ {{value2}} Lần
zh_hans: {{value1}} / {{value2}}次
zh_hant: {{value1}} / {{value2}} 次

# training.23ab9984271c
source: 全身B
ar_sa: الجسم كله ب
ca: cos sencer B
cs: Celé tělo B
da: Helkrop B
de_de: Gesamt B
el: Ολόκληρο το σώμα B
en_au: Full Body B
es_es: Entrenamiento completo B
fi: Koko kehon B-versio
fr_ca: Entier B
gu: સંપૂર્ણ B
he: כל הגוף B
hi: पूरे शरीर B
hr: Cijela tijela B.
hu: Teljes test B
id: Seluruh tubuh B
it: Corpo intero B
ko: 전신 B
mr: संपूर्ण शरीर B
ms: Seluruh badan B
nl_nl: Volledig B
no: Hele kroppen B
pl: Całe ciało B
pt_br: Corpo inteiro B
pt_pt: Corpo inteiro B
ro: Totul B.
ru: Все тело B
sk: Celokrčné B
sl: Celotna B.
sv: Helkropp B
ta: முழு உடல் B
te: పూర్తి శరీరం B
th: ทั้งตัว B
tr: Tam vücut B
uk: Все тіло B
vi: Toàn thân B

# training.241d46d2cd02
source: 計画を保存
ar_sa: حفظ الخطة
ca: desar el pla
cs: Uložit plán
da: Gem planen
de_de: Plan speichern
el: Αποθηκεύστε το σχέδιο.
en_au: Save plan
es_es: Guardar plan
fi: Tallenna suunnitelma
fr_ca: Enregistrer le plan
gu: યોજના સાચવો
he: שמור את התוכנית
hi: योजना सहेजें
hr: Sačuvajte plan
hu: Terv mentése
id: Simpan rencana
it: Salva il piano
ko: 계획 저장
mr: नियोजन जतन करा
ms: Simpan rencana
nl_nl: Sla de planning op
no: Lagre plan
pl: Zapisz plan
pt_br: Salvar plano
pt_pt: Salvar plano
ro: Salvați planul
ru: Сохранить план
sk: Uložiť plán
sl: Shranite načrt
sv: Spara planen
ta: திட்டத்தைச் சேமிக்கவும்
te: ప్రణాళికను సేవ్ చేయండి
th: บันทึกแผน
tr: Planı kaydet
uk: Зберегти план
vi: Lưu kế hoạch
zh_hans: 保存计划
zh_hant: 儲存計畫

# training.2424db9d2280
source: ユーザー追加種目
ar_sa: أضاف المستخدم العناصر
ca: Elements afegits per l'usuari
cs: Přidat vlastní cvičení
da: Tilføj brugerdefinerede øvelser
de_de: Benutzerdefinierte Übungen hinzufügen
el: Προσθήκη ασκήσεων από τον χρήστη
en_au: Add Custom Exercise
es_es: Añadir ejercicio del usuario
fi: Lisää harjoituksia käyttäjän mukaan
fr_ca: Ajouter des exercices personnalisés
gu: વપરાશકર્તા દ્વારા ઉમેરવામાં આવેલ કસરતો
he: הוספת תרגיל אישי
hi: उपयोगकर्ता द्वारा जोड़े गए व्यायाम
hr: Dodavanje korisničkih vježbi
hu: Felhasználói edzés hozzáadása
id: Tambahkan Latihan Pengguna
it: Aggiungi esercizio per l'utente
ko: 사용자 추가 운동
mr: वापरकर्त्याद्वारे व्यायाम प्रकार जोडा
ms: Tambahkan Latihan Pengguna
nl_nl: Oefeningen toevoegen (door gebruiker)
no: Legg til egne øvelser
pl: Dodaj własne ćwiczenia
pt_br: Adicionar exercício do usuário
pt_pt: Adicionar exercício do usuário
ro: Adaugă exerciții personalizate
ru: Добавление упражнений от пользователя
sk: Pridať vlastné cviky
sl: Dodajanje lastnih vaj
sv: Lägg till övning för användaren
ta: பயனர் சேர்க்கும் உடற்பயிற்சி
te: వినియోగదారుడు జోడించిన వ్యాయామాలు
th: เพิ่มท่าออกกำลังกายสำหรับผู้ใช้
tr: Kullanıcı Tanımlı Egzersizler
uk: Додати в програму користувачем
vi: Thêm bài tập tùy chỉnh
zh_hans: 用户自定义动作
zh_hant: 新增使用者項目

# training.2501e04e6ece
source: {{value1}} をApple Watchから履歴に保存しました
ar_sa: تم حفظ {{value1}} من Apple Watch إلى التاريخ
ca: {{value1}} desat de Apple Watch a l'historial
cs: Uložili jste {{value1}} do historie na Apple Watch.
da: {{value1}} er gemt i din Apple Watch-historik.
de_de: Ich habe die Aufzeichnung von {{value1}} auf meinem Apple Watch im Verlauf gespeichert.
el: Αποθήκευσα το {{value1}} από το Apple Watch στην ιστορία.
en_au: {{value1}} has been saved from your Apple Watch to your history.
es_es: Guardé {{value1}} en el historial desde mi Apple Watch.
fi: Tallensit {{value1}} tiedot Apple Watchin historiaan.
fr_ca: J'ai enregistré les données de {{value1}} sur mon Apple Watch.
gu: તમે "વોચ" માંથી હિસ્ટ્રીમાં {{value1}} સાચવી લીધું છે.
he: שמרתי את {{value1}} מה-Apple Watch ביומן
hi: आपने {{value1}} को Apple वॉच से इतिहास में सहेज लिया है।
hr: {{value1}} spremljeno u povijest s Apple Watcha
hu: A {{value1}}-t rögzítettem az Apple Watch-ról.
id: {{value1}} telah disimpan dari Apple Watch ke riwayat.
it: Ho salvato i dati di {{value1}} sull'Apple Watch nella cronologia.
ko: {{value1}}를 Apple Watch에서 기록에 저장했습니다.
mr: {{value1}} ला Apple Watch मधून हिस्ट्रीमध्ये सेव्ह केले आहे.
ms: Simpan {{value1}} dalam sejarah daripada Apple Watch
nl_nl: {{value1}} is opgeslagen in de geschiedenis van je Apple Watch.
no: {{value1}} er lagret fra Apple Watch til historikken
pl: Zapisano {{value1}} z Apple Watch w historii.
pt_br: {{value1}} foi salvo no histórico do Apple Watch.
pt_pt: {{value1}} foi salvo no histórico do Apple Watch.
ro: Am salvat {{value1}} în istoricul Apple Watch.
ru: {{value1}} сохранено в истории Apple Watch
sk: Uložili ste {{value1}} do histórie na Apple Watch.
sl: {{value1}} sem shranil/a v zgodovino na Apple Watchu
sv: Du har sparat {{value1}} från din Apple Watch i historiken
ta: {{value1}} ஐ ஆப்பிள் வாட்சிலிருந்து பதிவுகளாக சேமித்துவிட்டேன்.
te: {{value1}} ను Apple వాచ్ నుండి చరిత్రలో నిల్వ చేసారు
th: ได้บันทึกข้อมูล {{value1}} จาก Apple Watch ลงในประวัติแล้ว
tr: {{value1}}, Apple Watch'tan geçmişe kaydedildi.
uk: Збережено у історію з Apple Watch: {{value1}}
vi: Lưu {{value1}} vào lịch sử từ Apple Watch
zh_hans: 已将{{value1}}从Apple Watch保存到历史记录中
zh_hant: 已將 {{value1}} 從 Apple Watch 儲存到歷史記錄中

# training.2592d4be6d03
source: Apple Watchが近くにないため、次回起動時に届くよう予約しました
ar_sa: ليس لدي Apple Watch بالقرب مني، لذلك قمت بالحجز لاستلامه في المرة التالية التي أبدأ فيها تشغيله.
ca: No tinc Apple Watch a prop, així que vaig fer una reserva per rebre'l la propera vegada que el comenci.
cs: Protože Apple Watch není poblíž, jsem jej rezervoval pro příští spuštění.
da: Da Apple Watch ikke er i nærheden, har jeg booket den til at ankomme ved næste start.
de_de: Da die Apple Watch nicht in der Nähe ist, habe ich sie für den nächsten Start so konfiguriert, dass sie verfügbar ist.
el: Δεδομένου ότι το Apple Watch δεν είναι κοντά, το έχω προγραμματίσει να ενεργοποιηθεί την επόμενη φορά που θα το χρησιμοποιήσετε.
en_au: I have scheduled the next launch so that the Apple Watch will be available when it arrives because the Apple Watch is not nearby.
es_es: He reservado la llegada del Apple Watch para la próxima vez, ya que no está cerca.
fi: Koska Apple Watch ei ole lähellä, se on varattu toimimaan seuraavan käynnistyksen yhteydessä.
fr_ca: L'Apple Watch n'est pas disponible à proximité, donc j'ai programmé son arrivée lors du prochain démarrage.
gu: Apple Watch નજીકમાં ન હોવાથી, આગલી વખતે શરૂ કરતી વખતે તેને મળવા માટે બુક કરવામાં આવ્યું છે.
he: מאחר ש-Apple Watch אינו נמצא לידי, הוא מתוכנן להגיע בפעם הבאה שתפעלו אותו.
hi: क्योंकि Apple Watch पास में नहीं है, इसलिए अगली बार शुरू करते समय इसे प्राप्त करने के लिए शेड्यूल किया गया है।
hr: Jer se Apple Watch nije nalazio u blizini, rezervirao sam ga za sljedeći put kada se uključi.
hu: Mivel az Apple Watch nincs közel, a következő indításkor értesítést küldtem.
id: Karena Apple Watch tidak berada di dekat, saya telah menjadwalkannya agar tiba saat dinyalakan berikutnya.
it: Poiché l'Apple Watch non è nelle vicinanze, ho programmato la notifica per il prossimo avvio.
ko: Apple Watch가 가까이 있지 않아, 다음 실행 시 도착하도록 예약했습니다.
mr: Apple Watch जवळ नसल्यामुळे, पुढील वेळी सुरू करताना ती उपलब्ध होईल अशा प्रकारे नोंदवली आहे.
ms: Apple Watch tidak berada di dekatnya, jadi saya telah menjadualkannya untuk tiba pada kali seterusnya
nl_nl: Omdat Apple Watch niet in de buurt is, heb ik het gepland om hem te ontvangen bij de volgende start.
no: Siden Apple Watch ikke er i nærheten, har jeg bestilt at den skal være tilgjengelig ved neste oppstart.
pl: Ponieważ Apple Watch nie jest w pobliżu, zapisałem go do uruchomienia następnym razem.
pt_br: Como o Apple Watch não está próximo, agendei para que ele chegue na próxima vez que for ligado.
pt_pt: Como o Apple Watch não está próximo, agendei para que ele chegue na próxima vez que for ligado.
ro: Deoarece Apple Watch nu este disponibil, l-am programat să ajungă la următoarea pornire.
ru: Поскольку Apple Watch находится далеко, я запланировал его появление при следующем запуске.
sk: Pretože Apple Watch nie je blízko, som si ho rezervoval pre nasledujúci spustený čas.
sl: Ker Apple Watch ni blizu, sem ga rezerviral za naslednji start, da bo dostopen.
sv: Eftersom Apple Watch inte är nära, har jag bokat in den så att den når dig vid nästa start.
ta: Apple Watch அருகில் இல்லாததால், அடுத்த முறை இயங்கும் போது வரும்படி முன்பதிவு செய்துள்ளேன்.
te: Apple Watch దగ్గర లేనందున, తదుపరిసారి ప్రారంభించేటప్పుడు అందుబాటులో ఉండేలా రిజర్వ్ చేసాము.
th: เนื่องจาก Apple Watch ไม่อยู่ใกล้ จึงได้ทำการจองเพื่อให้สามารถใช้งานได้เมื่อเปิดเครื่องครั้งต่อไป
tr: Apple Watch yakınlarda olmadığından, bir sonraki açılışta ulaşması için planladım.
uk: Оскільки Apple Watch не знаходиться поруч, я запланив його отримання при наступному запуску.
vi: Vì Apple Watch không ở gần, tôi đã đặt lịch để nhận thông báo khi khởi động lại.
zh_hans: 由于Apple Watch离您较远，因此已为您预约下次启动时收到。
zh_hant: 由于Apple Watch离您较远，因此在下次启动时已为您预约

# training.2611654f84a2
source: 下半身
ar_sa: الجزء السفلي من الجسم
ca: part inferior del cos
cs: Dolní část těla
da: Underkrop
de_de: Unterkörper
el: Κάτω μέρος σώματος
en_au: Lower Body
es_es: Parte inferior del cuerpo
fi: Alavartalo
fr_ca: Bas du corps
gu: નીચેનો ભાગ
he: חלק גוף תחתון
hi: निचला भाग
hr: Donji dio tijela
hu: Alsótest
id: Bagian Bawah Tubuh
it: Parte inferiore del corpo
ko: 하체
mr: खालचा भाग
ms: Bahagian bawah
nl_nl: Onderlichaam
no: Underkropp
pl: Dół ciała
pt_br: Parte inferior do corpo
pt_pt: Parte inferior do corpo
ro: Corpul inferior
ru: Нижняя часть тела
sk: Dolná časť tela
sl: Spodnji del telesa
sv: Underkropp
ta: கீழ் உடல்
te: దిగువ భాగం
th: ส่วนล่างร่างกาย
tr: Alt Vücut
uk: Нижня частина тіла
vi: Đầu và chân

# training.264702fd4fe2
source: スミスマシンスクワット
ar_sa: آلة سميث القرفصاء
ca: smith machine squat
cs: Kliky na stroji Smith
da: Smith maskine squat
de_de: Squats auf der Maschine
el: Κάθισμα με μηχάνημα Smith
en_au: Smith Machine Squats
es_es: Sentadillas en máquina Smith
fi: Smithin koneen kyykky
fr_ca: Squats à la machine Smith
gu: સમી સ્ક્વોટ
he: סקוואט במכונה של סמית'
hi: स्मिथ मशीन स्क्वाट
hr: Squat na stroju Smith
hu: Smith-géppel végzett tetés
id: Squat dengan Mesin Smith
it: Squat alla macchina Smith
ko: 스미스 머신 스쿼트
mr: स्मित मशीन स्क्वॅट
ms: Squat Mesin Smith
nl_nl: Squats op de Smith machine
no: Squat med vektstang
pl: Przysiady na maszynie Smitha
pt_br: Agachamento na máquina Smith
pt_pt: Agachamento na máquina Smith
ro: Genuflexiuni cu mașină Smith
ru: Приседания на тренажере Смит
sk: Dřepy na stroji Smith
sl: Squat na stroju Smith
sv: Squats med hantelmaskin
ta: ஸ்மித் மெஷின் ஸ்குவாட்
te: స్మిత్ మెషీన్ స్క్వాట్స్
th: สควอทด้วยเครื่องสมิธ
tr: Smith Makinesi ile Squat
uk: Присідання на тренажері Сміта
vi: Squat máy Smith
zh_hans: 杠铃深蹲
zh_hant: 史密斯機深蹲

# training.29166d008ccd
source: 火
ar_sa: نار
ca: foc
cs: Čtvrtek
da: Lørdag
de_de: Freitag
el: Δευτέρα
en_au: Tuesday
es_es: Jueves
fi: Keskiviikko
fr_ca: Vendredi
gu: ગુરુ
he: יום שישי
hi: बुधवार
hr: Nedjelja
hu: Csütörtök
id: Sabtu
it: Venerdì
ko: 화요일
mr: शनिवार
ms: Sabtu
nl_nl: Vrijdag
no: Lørdag
pl: Sobota
pt_br: Sexta-feira
pt_pt: Sexta-feira
ro: Sâmbătă
ru: Суббота
sk: Piatok
sl: Sreda
sv: Lördag
ta: சனிக்கிழமை
te: శనివారం
th: วันอังคาร
tr: Salı
uk: Субота
vi: Thứ Ba
zh_hant: 火焰

# training.299456e922c2
source: 編集へ
ar_sa: انتقل إلى التحرير
ca: Vés a editar
cs: Upravit
da: Rediger
de_de: Bearbeiten
el: Επεξεργασία
en_au: Edit
es_es: Editar
fi: Muokkaa
fr_ca: Modifier
gu: સંપાદિત કરો
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
id: Edit
it: Modifica
ko: 편집
mr: संपादित करा
ms: Edit
nl_nl: Bewerk
no: Rediger
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Редактировать
sk: Upraviť
sl: Uredi
sv: Redigera
ta: திருத்து
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# training.29d0d2b3bbd0
source: 未取得
ar_sa: لم يتم الحصول عليها
ca: No adquirit
cs: Nezačleněno
da: Ikke udført
de_de: Nicht erreicht
el: Δεν έχει καταγραφεί
en_au: Not yet achieved
es_es: No registrado
fi: Ei vielä suoritettu
fr_ca: Non effectué
gu: અપૂરતું
he: לא בוצע
hi: अपूर्ण
hr: Nije uneseno
hu: Nem befejezve
id: Belum Dicatat
it: Non completato
ko: 미달성
mr: मिळवले नाही
ms: Belum Dicapai
nl_nl: Niet voltooid
no: Ikke fullført
pl: Niespełnione
pt_br: Não registrado
pt_pt: Não registrado
ro: Nu a fost înregistrat
ru: Не выполнено
sk: Nezaznamenané
sl: Nerešen
sv: Ej registrerat
ta: பதிவு செய்யப்படவில்லை
te: పూర్తి కాలేదు
th: ยังไม่ได้บันทึก
tr: Tamamlanmamış
uk: Не виконано
vi: Chưa đạt
zh_hans: 未完成

# training.29ef9e964c43
source: 計画名
ar_sa: اسم الخطة
ca: nom del pla
cs: Název plánu
da: Plannavn
de_de: Name des Plans
el: Όνομα σχεδίου
en_au: Plan name
es_es: Nombre del plan
fi: Suunnitelman nimi
fr_ca: Nom du plan
gu: યોજનાનું નામ
he: שם התוכנית
hi: योजना का नाम
hr: Naziv plana
hu: Terv neve
id: Nama rencana
it: Nome del piano
ko: 계획 이름
mr: नियोजनाचे नाव
ms: Nama rencana
nl_nl: Naam van de planning
no: Planets navn
pl: Nazwa planu
pt_br: Nome do plano
pt_pt: Nome do plano
ro: Numele planului
ru: Название плана
sk: Názov plánu
sl: Ime načrta
sv: Planets namn
ta: திட்டத்தின் பெயர்
te: ప్రణాళిక పేరు
th: ชื่อแผน
tr: Plan adı
uk: Назва плану
vi: Tên kế hoạch
zh_hans: 计划名称
zh_hant: 計畫名稱

# training.2a31f578437f
source: ケーブルキックバック
ar_sa: رشوة الكابل
ca: rebot del cable
cs: Cvičení s činkou (zpětný pohyb)
da: Kabel kickback
de_de: Gewichts-Zurückstrecken
el: Κάμψεις με λάστιχο προς τα πίσω
en_au: Cable Kickback
es_es: Remo con barra
fi: Kaapeli-takakierrot
fr_ca: Lancer avec haltère
gu: કેબલ કિકબેક
he: דחיפה של חבל
hi: केबल किकबैक
hr: Bacanje s kabelom
hu: Kábel visszahúzás
id: Cable Kickback
it: Kickback con manubrio
ko: 케이블 킥백
mr: केबल किक बॅक
ms: Cable Kickback
nl_nl: Kabel kickback
no: Kabel-bakoverkast
pl: Ćwiczenie: Kabel Kickback
pt_br: Extensão de perna curvada
pt_pt: Extensão de perna curvada
ro: Împinge cu cablu
ru: Отведение ноги назад, держась за катушку
sk: Cvičenie s lanom (odraz)
sl: Kavlični nazaj
sv: Armhäv bakåt med kabel
ta: கேபிள் கிக்கு பேக்
te: కేబుల్ కిక్ బ్యాక్
th: คาร์ลกลับด้วยสายเคเบิล
tr: Kabel Kickback (Kabarık geri itme)
uk: Відштовхування від турніка
vi: Cable Kickback
zh_hans: 绳索后拉
zh_hant: 繩索後甩

# training.2c02454ec433
source: {{value1}}分
ar_sa: دقائق {{value1}}
ca: {{value1}} minuts
cs: {{value1}} minut
da: {{value1}} minutter
de_de: «{{value1}}» Minuten
el: {{value1}} λεπτά
en_au: {{value1}} minutes
es_es: {{value1}} minutos
fi: {{value1}} minuuttia
fr_ca: {{value1}} minutes
gu: {{value1}} મિનિટ
he: {{value1}} דקות
hi: {{value1}} मिनट
hr: {{value1}} minuta
hu: {{value1}} perc
id: {{value1}} menit
it: {{value1}} minuti
ko: {{value1}}분
mr: {{value1}} मिनिटे
ms: {{value1}} minit
nl_nl: {{value1}} minuten
no: {{value1}} minutter
pl: {{value1}} minut
pt_br: {{value1}} minutos
pt_pt: {{value1}} minutos
ro: {{value1}} minute
ru: {{value1}} минут
sk: {{value1}} minút
sl: {{value1}} minut
sv: {{value1}} minuter
ta: {{value1}} நிமிடங்கள்
te: {{value1}} నిమిషాలు
th: {{value1}} นาที
tr: {{value1}} dakika
uk: {{value1}} хвилин
vi: «{{value1}}» phút
zh_hans: {{value1}}分钟
zh_hant: {{value1}} 分鐘

# training.2caf706359d6
source: {{value1}}分{{value2}}秒
ar_sa: {{value1}} دقيقة {{value2}} ثانية
ca: {{value1}} minuts {{value2}} segons
cs: {{value1}} minut {{value2}} sekund
da: {{value1}} minutter {{value2}} sekunder
de_de: «{{value1}}» Minuten {{value2}} Sekunden
el: {{value1}} λεπτά {{value2}} δευτερόλεπτα
en_au: {{value1}} minutes {{value2}} seconds
es_es: {{value1}} minutos {{value2}} segundos
fi: {{value1}} minuuttia {{value2}} sekuntia
fr_ca: {{value1}} minutes {{value2}} secondes
gu: {{value1}} મિનિટ {{value2}} સેકન્ડ
he: {{value1}} דקות {{value2}} שניות
hi: {{value1}} मिनट {{value2}} सेकंड
hr: {{value1}} minuta {{value2}} sekundi
hu: {{value1}} perc {{value2}} másodperc
id: {{value1}} menit {{value2}} detik
it: {{value1}} minuti {{value2}} secondi
ko: {{value1}}분{{value2}}초
mr: {{value1}} मिनिटे {{value2}} सेकंद
ms: {{value1}} minit {{value2}} saat
nl_nl: {{value1}} minuten {{value2}} seconden
no: {{value1}} minutter {{value2}} sekunder
pl: {{value1}} minut {{value2}} sekund
pt_br: {{value1}} minutos {{value2}} segundos
pt_pt: {{value1}} minutos {{value2}} segundos
ro: {{value1}} minute și {{value2}} secunde
ru: {{value1}} минут {{value2}} секунд
sk: {{value1}} minút {{value2}} sekúnd
sl: {{value1}} minut {{value2}} sekund
sv: {{value1}} minuter {{value2}} sekunder
ta: {{value1}} நிமிடங்கள் {{value2}} வினாடிகள்
te: {{value1}} నిమిషాలు {{value2}} సెకన్లు
th: {{value1}} นาที {{value2}} วินาที
tr: {{value1}} dakika {{value2}} saniye
uk: {{value1}} хвилин {{value2}} секунд
vi: «{{value1}}» phút «{{value2}}» giây
zh_hans: {{value1}}分钟{{value2}}秒
zh_hant: {{value1}} 分鐘 {{value2}} 秒

# training.2d6bc7bc380f
source: 履歴はまだありません
ar_sa: لا يوجد تاريخ بعد
ca: Encara no hi ha història
cs: Historie ještě neexistuje.
da: Ingen historik endnu
de_de: Keine bisherigen Aufzeichnungen vorhanden.
el: Δεν υπάρχει ιστορικό.
en_au: No history yet.
es_es: No hay historial aún.
fi: Ei ole vielä mitään historiaa.
fr_ca: Aucune activité enregistrée pour le moment.
gu: આપના રેકોર્ડ્સ હજી નથી.
he: אין היסטוריה עדיין
hi: अभी कोई इतिहास नहीं है
hr: Nema još podataka.
hu: <0> még nincs adat</0>
id: Tidak ada riwayat.
it: Non ci sono ancora dati.
ko: 이력은 아직 없습니다
mr: ऐतिहासिक डेटा अजून उपलब्ध नाही.
ms: Sejarah belum ada.
nl_nl: Geen activiteiten-geschiedenis nog.
no: Ingen historikk ennå
pl: Brak historii
pt_br: Não há histórico ainda.
pt_pt: Não há histórico ainda.
ro: Nu există încă istoricul.
ru: История отсутствует.
sk: História neexistuje.
sl: Ni še shranjenih podatkov.
sv: Inga tidigare värden finns ännu.
ta: வரலாறு இன்னும் இல்லை
te: చరిత్ర లేదు
th: ยังไม่มีประวัติ
tr: Geçmiş geçmişiniz yok.
uk: Історії ще немає
vi: Chưa có lịch sử
zh_hans: 还未有历史记录
zh_hant: 目前还没有历史

# training.2dffe9ee162c
source: 指定なし
ar_sa: غير محدد
ca: No especificat
cs: Bez specifikace
da: Ingen angivelse
de_de: Nicht angegeben
el: Χωρίς καθορισμό
en_au: None specified
es_es: Sin asignar
fi: Ei määritetty
fr_ca: Non spécifié
gu: કોઈ નહીં
he: לא מצוין
hi: कोई नहीं
hr: Nema specifikacije
hu: Nem igényel
id: Tidak ada
it: Non specificato
ko: 지정 없음
mr: निश्चित नाही
ms: Tidak Tentukan
nl_nl: Geen specificatie
no: Ingen spesifikk
pl: Brak wyboru
pt_br: Sem especificação
pt_pt: Sem especificação
ro: N/A
ru: Без указания
sk: Bez špecifikácie
sl: Nekaj
sv: Ingen specifik
ta: குறிப்பிடப்படவில்லை
te: ఏదీ లేదు
th: ไม่ระบุ
tr: Belirtilmemiş
uk: Без зазначення
vi: Không chỉ định
zh_hans: 无指定
zh_hant: 无指定

# training.2ea27dba9b9a
source: 閉じる
ar_sa: قريب
ca: tancar
cs: Zavřít
da: Afslut
de_de: Schließen
el: Κλείσιμο
en_au: Close
es_es: Cerrar
fi: Sulje
fr_ca: Fermer
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
ko: 닫기
mr: बंद करा
ms: Tutup
nl_nl: Sluiten
no: Avslutt
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapreti
sv: Stäng
ta: மூடு
te: ముగించు
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# training.2ea97ad7fcee
source: 利用可能器具
ar_sa: المعدات المتاحة
ca: Equipament disponible
cs: Dostupné vybavení
da: Tilgængeligt udstyr
de_de: Verfügbare Geräte
el: Διαθέσιμος εξοπλισμός
en_au: Available Equipment
es_es: Equipos disponibles
fi: Saatavilla olevat laitteet
fr_ca: Équipements disponibles
gu: ઉપલબ્ધ સાધનસામગ્રી
he: ציוד זמין
hi: उपलब्ध उपकरण
hr: Dostupna oprema
hu: Diszkontált eszközök
id: Peralatan yang tersedia
it: Attrezzatura disponibile
ko: 사용 가능한 장비
mr: उपलब्ध उपकरणे
ms: Peralatan yang tersedia
nl_nl: Beschikbare apparatuur
no: Tilgjengelig utstyr
pl: Dostępne urządzenia
pt_br: Equipamentos disponíveis
pt_pt: Equipamentos disponíveis
ro: Exerciții disponibile
ru: Доступное оборудование
sk: Dostupné vybavenie
sl: Na voljo oprema
sv: Tillgänglig utrustning
ta: கிடைக்கக்கூடிய உபகரணங்கள்
te: అందుబాటులో ఉన్న పరికరాలు
th: อุปกรณ์ที่สามารถใช้งานได้
tr: Kullanılabilir ekipmanlar
uk: Доступне обладнання
vi: Thiết bị có sẵn
zh_hans: 可用器械
zh_hant: 可使用的器材

# training.2ef07d4e1418
source: プッシュアップ
ar_sa: ادفع لأعلى
ca: empeny cap amunt
cs: Kliky
da: Push-ups
de_de: Liegestütze
el: Κάμψεις
en_au: Push-ups
es_es: Flexiones
fi: Punnerrukset
fr_ca: Pompes
gu: પુશ-અપ્સ
he: כפיפת מרפקים
hi: पुश-अप
hr: Bodyweight press
hu: Push-up
id: Push-up
it: Flessioni
ko: 푸쉬업
mr: पुश-अप
ms: Push-up
nl_nl: Push-ups
no: Push-ups
pl: Pompki
pt_br: Flexão
pt_pt: Flexão
ro: Flotări
ru: Отжимания
sk: Kliky
sl: Dvig z rokami
sv: Armhävningar
ta: புஷ் அப்
te: పుష్-అప్
th: วิดพื้น
tr: Şınav
uk: Віджимання
vi: Nâng ngực
zh_hans: 俯卧撑
zh_hant: 俯臥撐

# training.2f0138ac5e92
source: トライセプスプレスダウン
ar_sa: ثلاثية الرؤوس اضغط لأسفل
ca: premeu el tríceps cap avall
cs: Překonávání paží
da: Triceps press down
de_de: Trizeps-Press
el: Πίεση τρικέφαλων
en_au: Triceps press down
es_es: Flexiones de tríceps
fi: Ojentajaharjoitus
fr_ca: Presse triceps
gu: ટ્રાયસેપ્સ પ્રેસ ડાઉન
he: לחיצת חזה עם משקולות
hi: ट्राइसेप्स प्रेस डाउन
hr: Dugotrajno stezanje tricepsa
hu: Triceps press
id: Triceps press down
it: Estensioni tricipiti
ko: 트라이셉스 프레스 다운
mr: ट्रायसेप्स प्रेस डाउन
ms: Trikeps press down
nl_nl: Triceps press down
no: Triceps press ned
pl: Wyciskanie tricepsa
pt_br: Tríceps press down
pt_pt: Tríceps press down
ro: Presiune triceps
ru: Отжимания с трицепсом
sk: Presné cviky na triceps
sl: Stiskanje tricepsa
sv: Triceps press nedåt
ta: ட்ரையாப்ஸ் பிரஸ் டவுன்
te: ట్రైసెప్స్ ప్రెస్ డౌన్
th: ดันแขน
tr: Triceps press down
uk: Віджимання для трицепса
vi: Ép cơ tam đầu
zh_hans: 三头肌推举
zh_hant: 三頭肌下拉

# training.2f46f8d9486a
source: 食事は未記録
ar_sa: وجبات غير مسجلة
ca: Menjars no registrats
cs: Strava nebyla zaznamenána
da: Kost er ikke registreret
de_de: Ernährung nicht erfasst
el: Η διατροφή δεν έχει καταγραφεί.
en_au: Nutrition not recorded
es_es: No se ha registrado ninguna comida
fi: Ruokailua ei ole kirjattu
fr_ca: Aucune alimentation enregistrée
gu: ખોરાક નોંધાયેલ નથી
he: לא נרשמה תזונה
hi: भोजन अभी तक दर्ज नहीं किया गया है
hr: Hrana nije zabilježena
hu: A táplálkozás még nem rögzítve
id: Makanan belum tercatat
it: L'alimentazione non è stata registrata
ko: 식사는 기록되지 않았습니다.
mr: आहाराची नोंद नाही
ms: Makanan belum direkod
nl_nl: Voeding is nog niet geregistreerd
no: Kost er ikke registrert
pl: Jedzenie nie zostało zarejestrowane
pt_br: A alimentação não foi registrada
pt_pt: A alimentação não foi registrada
ro: Nu există înregistrări alimentare
ru: Питание не записано
sk: Strava nie je zaznamenaná
sl: Hrana še ni zabeležena
sv: Ingen kost har registrerats
ta: உணவு பதிவு செய்யப்படவில்லை
te: ఆహారం నమోదు చేయలేదు
th: ยังไม่ได้บันทึกอาหาร
tr: Beslenme bilgisi kaydedilmemiştir.
uk: Харчування не записано
vi: Chế độ ăn chưa được ghi lại
zh_hans: 未记录饮食
zh_hant: 飲食尚未記錄
